<?php
// файл с массивом выводимых сообщений
$_mess["service_disable"] = "Ошибка: сервис недоступен! Попробуйте обновить страницу. Если ошибка повторится, обратитесь к администрации магазина.";
$_mess["service_error"] = "Ошибка: некорректный запрос!";
$_mess["resp_not_found"] = "Отзывов не найдено!";
$_mess["resp_good_not_found"] = "Положительные отзывы отсутствуют";
$_mess["resp_bad_not_found"] = "Отрицательные отзывы отсутствуют";
$_mess["page_not_found"] = "Запрошенная вами страница не найдена!";
$_mess["search_not_set"] = "Запрос не производился!";
$_mess["search_empty"] = "Задан пустой поисковой запрос!";
$_mess["search_short"] = "Запрос не должен быть короче 3 символов!";
$_mess["search_not_result"] = "Ничего не найдено!";
$_mess["group_goods_not_found"] = "Группы товаров не найдены!";
$_mess["goods_not_found"] = "Товары временно закончились";
?>